export function AboutMeSection() {
    return (
        <section id="about" className="block">
            <h2>О себе</h2>
            <div className="accent" />
            <p>
                Я — Кир. Профессиональный веб-разработчик. С детства я занимался
                шахматами, из-за чего родилась моя любовь к построению алгоритмов и
                упорядоченных систем.
            </p>

            <p>
                Моя цель — найти команду, которая направляет свою энергию на
                создание IT-технологий и качественного цифрового будущего. Всегда
                нахожусь в процессе самосовершенствования технических и личных
                навыков.
            </p>

            <p>
                Имею опыт разработки Web-сервисов, включая интеграцию API,
                сторонних библиотек и оптимизацию проектов.
            </p>
        </section>
    )
}